Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# NoResultsReturnedFromVerificationProcess
source: There were no results returned from the verification process.
ar: لم يتم إرجاع نتائج من عملية التحقق.
de_de: Vom Überprüfungsprozess wurden keine Ergebnisse zurückgegeben.
el_gr: Δεν επιστράφηκαν αποτελέσματα από τη διαδικασία επαλήθευσης.
es: No se devolvieron resultados del proceso de verificación.
fr_fr: Aucun résultat retourné par le processus de vérification.
he_il: לא הוחזרו תוצאות מתהליך האימות.
hi_in: सत्यापन प्रक्रिया से कोई परिणाम वापस नहीं आए।
ml_in: പരിശോധന പ്രക്രിയയിൽ നിന്ന് ഫലങ്ങളൊന്നും തിരികെ കിട്ടിയില്ല.
pl_pl: Nie zwrócono żadnych wyników z procesu weryfikacji.

# VerificationCompletedCompliantPolicies
source: Verification completed: {0}/{1} policies are compliant
ar: اكتمل التحقق: {0}/{1} سياسة متوافقة
de_de: Überprüfung abgeschlossen: {0}/{1} Richtlinien sind konform
el_gr: Η επαλήθευση ολοκληρώθηκε: {0}/{1} πολιτικές είναι συμβατές
es: Verificación completada: {0}/{1} políticas son conformes
fr_fr: Vérification terminée : {0}/{1} stratégies sont conformes
he_il: האימות הושלם: {0}/{1} מדיניות תואמות
hi_in: सत्यापन पूर्ण: {0}/{1} नीतियां अनुपालित हैं
ml_in: പരിശോധന പൂർത്തിയായി: {0}/{1} പോളിസികൾ അനുവദനീയമാണ്
pl_pl: Weryfikacja zakończona: {0}/{1} zasad jest zgodnych

# VerifyOperationCancelledByUser
source: Verify operation was cancelled by user
ar: تم إلغاء عملية التحقق بواسطة المستخدم
de_de: Überprüfungsvorgang durch den Benutzer abgebrochen
el_gr: Η λειτουργία επαλήθευσης ακυρώθηκε από τον χρήστη
es: Operación de verificación cancelada por el usuario
fr_fr: L'opération de vérification a été annulée par l'utilisateur
he_il: פעולת האימות בוטלה על ידי המשתמש
hi_in: सत्यापन ऑपरेशन उपयोगकर्ता द्वारा रद्द किया गया
ml_in: പരിശോധന പ്രവർത്തനം ഉപയോക്താവ് റദ്ദാക്കി
pl_pl: Operacja weryfikacji została anulowana przez użytkownika

source: Applying Microsoft 365 Apps Security Baseline...
ar: تطبيق خط الأساس الأمني لتطبيقات Microsoft 365...
de_de: Sicherheitsbaseline für Microsoft 365 Apps wird angewendet...
el_gr: Εφαρμογή γραμμής βάσης ασφαλείας Microsoft 365 Apps...
es: Aplicando línea base de seguridad de Microsoft 365 Apps...
fr_fr: Application de la base de référence de sécurité Microsoft 365 Apps...
he_il: מיישם את קו הבסיס לאבטחה של Microsoft 365 Apps...
hi_in: Microsoft 365 Apps सुरक्षा आधारभूत लागू की जा रही है...
ml_in: Microsoft 365 Apps സുരക്ഷാ അടിത്തറ പ്രയോഗിക്കുന്നു...
pl_pl: Stosowanie linii bazowej bezpieczeństwa Microsoft 365 Apps...

source: Microsoft 365 Apps Security Baseline applied successfully
ar: تم تطبيق خط الأساس الأمني لتطبيقات Microsoft 365 بنجاح
de_de: Sicherheitsbaseline für Microsoft 365 Apps erfolgreich angewendet
el_gr: Η γραμμή βάσης ασφαλείας Microsoft 365 Apps εφαρμόστηκε επιτυχώς
es: Línea base de seguridad de Microsoft 365 Apps aplicada exitosamente
fr_fr: Base de référence de sécurité Microsoft 365 Apps appliquée avec succès
he_il: קו הבסיס לאבטחה של Microsoft 365 Apps הוחל בהצלחה
hi_in: Microsoft 365 Apps सुरक्षा आधारभूत सफलतापूर्वक लागू की गई
ml_in: Microsoft 365 Apps സുരക്ഷാ അടിത്തറ വിജയകരമായി പ്രയോഗിച്ചു
pl_pl: Linia bazowa bezpieczeństwa Microsoft 365 Apps została pomyślnie zastosowana

source: Removing Microsoft 365 Apps Security Baseline...
ar: إزالة خط الأساس الأمني لتطبيقات Microsoft 365...
de_de: Sicherheitsbaseline für Microsoft 365 Apps wird entfernt...
el_gr: Αφαίρεση γραμμής βάσης ασφαλείας Microsoft 365 Apps...
es: Removiendo línea base de seguridad de Microsoft 365 Apps...
fr_fr: Suppression de la base de référence de sécurité Microsoft 365 Apps...
he_il: מסיר את קו הבסיס לאבטחה של Microsoft 365 Apps...
hi_in: Microsoft 365 Apps सुरक्षा आधारभूत हटाई जा रही है...
ml_in: Microsoft 365 Apps സുരക്ഷാ അടിത്തറ നീക്കം ചെയ്യുന്നു...
pl_pl: Usuwanie linii bazowej bezpieczeństwa Microsoft 365 Apps...

source: Microsoft 365 Apps Security Baseline removed successfully
ar: تم إزالة خط الأساس الأمني لتطبيقات Microsoft 365 بنجاح
de_de: Sicherheitsbaseline für Microsoft 365 Apps erfolgreich entfernt
el_gr: Η γραμμή βάσης ασφαλείας Microsoft 365 Apps αφαιρέθηκε επιτυχώς
es: Línea base de seguridad de Microsoft 365 Apps removida exitosamente
fr_fr: Base de référence de sécurité Microsoft 365 Apps supprimée avec succès
he_il: קו הבסיס לאבטחה של Microsoft 365 Apps הוסר בהצלחה
hi_in: Microsoft 365 Apps सुरक्षा आधारभूत सफलतापूर्वक हटाई गई
ml_in: Microsoft 365 Apps സുരക്ഷാ അടിത്തറ വിജയകരമായി നീക്കം ചെയ്തു
pl_pl: Linia bazowa bezpieczeństwa Microsoft 365 Apps została pomyślnie usunięta

source: Verifying Microsoft 365 Apps Security Baseline...
ar: التحقق من خط الأساس الأمني لتطبيقات Microsoft 365...
de_de: Sicherheitsbaseline für Microsoft 365 Apps wird überprüft...
el_gr: Επαλήθευση γραμμής βάσης ασφαλείας Microsoft 365 Apps...
es: Verificando línea base de seguridad de Microsoft 365 Apps...
fr_fr: Vérification de la base de référence de sécurité Microsoft 365 Apps...
he_il: מאמת את קו הבסיס לאבטחה של Microsoft 365 Apps...
hi_in: Microsoft 365 Apps सुरक्षा आधारभूत सत्यापित की जा रही है...
ml_in: Microsoft 365 Apps സുരക്ഷാ അടിത്തറ പരിശോധിക്കുന്നു...
pl_pl: Weryfikowanie linii bazowej bezpieczeństwa Microsoft 365 Apps...

# AddCountryFirewallRulesButton.Content
source: Add
ar: إضافة
de_de: Hinzufügen
el_gr: Προσθήκη
es: Agregar
fr_fr: Ajouter
he_il: הוסף
hi_in: जोड़ें
ml_in: ചേർക്കുക
pl_pl: Dodaj

# AddCountryFirewallRulesButton.ToolTipService.ToolTip
source: Add Firewall rules for the selected item.
ar: إضافة قواعد جدار الحماية للعنصر المحدد.
de_de: Firewallregeln für das ausgewählte Element hinzufügen.
el_gr: Προσθήκη κανόνων τείχους προστασίας για το επιλεγμένο στοιχείο.
es: Agregar reglas de firewall para el elemento seleccionado.
fr_fr: Ajouter des règles de pare-feu pour l'élément sélectionné.
he_il: הוסף כללי חומת אש עבור הפריט הנבחר.
hi_in: चयनित आइटम के लिए फ़ायरवॉल नियम जोड़ें।
ml_in: തിരഞ്ഞെടുത്ത ഇനത്തിനായി ഫയർവാൾ നിയമങ്ങൾ ചേർക്കുക.
pl_pl: Dodaj reguły zapory sieciowej dla wybranego elementu.

# AddCountryFirewallRulesButton.AutomationProperties.HelpText
source: Add Firewall rules for the selected item.
ar: إضافة قواعد جدار الحماية للعنصر المحدد.
de_de: Firewallregeln für das ausgewählte Element hinzufügen.
el_gr: Προσθήκη κανόνων τείχους προστασίας για το επιλεγμένο στοιχείο.
es: Agregar reglas de firewall para el elemento seleccionado.
fr_fr: Ajouter des règles de pare-feu pour l'élément sélectionné.
he_il: הוסף כללי חומת אש עבור הפריט הנבחר.
hi_in: चयनित आइटम के लिए फ़ायरवॉल नियम जोड़ें।
ml_in: തിരഞ്ഞെടുത്ത ഇനത്തിനായി ഫയർവാൾ നിയമങ്ങൾ ചേർക്കുക.
pl_pl: Dodaj reguły zapory sieciowej dla wybranego elementu.

# RemoveCountryFirewallRulesButton.Content
source: Remove
ar: إزالة
de_de: Entfernen
el_gr: Αφαίρεση
es: Quitar
fr_fr: Supprimer
he_il: הסר
hi_in: हटाएं
ml_in: നീക്കം ചെയ്യുക
pl_pl: Usuń

# RemoveCountryFirewallRulesButton.ToolTipService.ToolTip
source: Remove Firewall rules for the selected item.
ar: إزالة قواعد جدار الحماية للعنصر المحدد.
de_de: Firewallregeln für das ausgewählte Element entfernen.
el_gr: Αφαίρεση κανόνων τείχους προστασίας για το επιλεγμένο στοιχείο.
es: Quitar reglas de firewall para el elemento seleccionado.
fr_fr: Supprimer les règles de pare-feu pour l'élément sélectionné.
he_il: הסר כללי חומת אש עבור הפריט הנבחר.
hi_in: चयनित आइटम के लिए फ़ायरवॉल नियम हटाएं।
ml_in: തിരഞ്ഞെടുത്ത ഇനത്തിനായി ഫയർവാൾ നിയമങ്ങൾ നീക്കം ചെയ്യുക.
pl_pl: Usuń reguły zapory sieciowej dla wybranego elementu.

# RemoveCountryFirewallRulesButton.AutomationProperties.HelpText
source: Remove Firewall rules for the selected item.
ar: إزالة قواعد جدار الحماية للعنصر المحدد.
de_de: Firewallregeln für das ausgewählte Element entfernen.
el_gr: Αφαίρεση κανόνων τείχους προστασίας για το επιλεγμένο στοιχείο.
es: Quitar reglas de firewall para el elemento seleccionado.
fr_fr: Supprimer les règles de pare-feu pour l'élément sélectionné.
he_il: הסר כללי חומת אש עבור הפריט הנבחר.
hi_in: चयनित आइटम के लिए फ़ायरवॉल नियम हटाएं।
ml_in: തിരഞ്ഞെടുത്ത ഇനത്തിനായി ഫയർവാൾ നിയമങ്ങൾ നീക്കം ചെയ്യുക.
pl_pl: Usuń reguły zapory sieciowej dla wybranego elementu.

# TargetedListsText.Text
source: Targeted Lists
ar: القوائم المستهدفة
de_de: Zielgerichtete Listen
el_gr: Στοχευμένες Λίστες
es: Listas Dirigidas
fr_fr: Listes ciblées
he_il: רשימות ממוקדות
hi_in: लक्षित सूचियां
ml_in: ലക്ഷ്യമിടുന്ന പട്ടികകൾ
pl_pl: Listy Docelowe

# TargetedListsDescriptionText.Text
source: Pre-compiled and daily updated targeted lists containing country-specific IP address ranges, enabling streamlined implementation of compliance requirements and security policies through efficient Windows Firewall blocking controls.
ar: قوائم مستهدفة مُجمَّعة مسبقاً ومحدثة يومياً تحتوي على نطاقات عناوين IP خاصة بدول محددة، مما يتيح التنفيذ المبسط لمتطلبات الامتثال وسياسات الأمان من خلال ضوابط الحجب الفعالة لجدار حماية ويندوز.
de_de: Vorkompilierte und täglich aktualisierte zielgerichtete Listen mit länderspezifischen IP-Adressbereichen, die die Umsetzung von Compliance-Anforderungen und Sicherheitsrichtlinien durch effiziente Windows-Firewall-Sperrregeln vereinfachen.
el_gr: Προμεταγλωττισμένες και ημερησίως ενημερωμένες στοχευμένες λίστες που περιέχουν εύρη διευθύνσεων IP ειδικά για χώρες, επιτρέποντας την εξορθολογισμένη υλοποίηση απαιτήσεων συμμόρφωσης και πολιτικών ασφαλείας μέσω αποτελεσματικών ελέγχων αποκλεισμού του Τείχους Προστασίας των Windows.
es: Listas dirigidas precompiladas y actualizadas diariamente que contienen rangos de direcciones IP específicos por país, permitiendo la implementación simplificada de requisitos de cumplimiento y políticas de seguridad a través de controles de bloqueo eficientes del Firewall de Windows.
fr_fr: Listes ciblées précompilées et mises à jour quotidiennement contenant des plages d'adresses IP spécifiques aux pays, permettant une mise en œuvre rationalisée des exigences de conformité et des politiques de sécurité grâce à des contrôles de blocage efficaces du pare-feu Windows.
he_il: רשימות ממוקדות שהורכבו מראש ומעודכנות מדי יום, המכילות טווחי כתובות IP לפי מדינה, ומאפשרות יישום יעיל של דרישות ציות ומדיניות אבטחה באמצעות מנגנוני חסימה יעילים של חומת האש של Windows.
hi_in: पूर्व-संकलित और दैनिक अपडेट की जाने वाली लक्षित सूचियां जिनमें देश-विशिष्ट IP पता श्रेणियां शामिल हैं, जो कुशल Windows फ़ायरवॉल अवरोधन नियंत्रणों के माध्यम से अनुपालन आवश्यकताओं और सुरक्षा नीतियों के सुव्यवस्थित कार्यान्वयन को सक्षम बनाती हैं।
ml_in: രാജ്യ-നിർദ്ദിഷ്ട IP വിലാസ ശ്രേണികൾ അടങ്ങിയ മുൻകൂട്ടി സംകലിതവും ദിനംപ്രതി അപ്ഡേറ്റ് ചെയ്യുന്നതുമായ ലക്ഷ്യമിടുന്ന പട്ടികകൾ, കാര്യക്ഷമമായ Windows ഫയർവാൾ ബ്ലോക്കിംഗ് നിയന്ത്രണങ്ങളിലൂടെ അനുപാലന ആവശ്യകതകളുടെയും സുരക്ഷാ നയങ്ങളുടെയും കാര്യക്ഷമമായ നടപ്പാക്കൽ സാധ്യമാക്കുന്നു.
pl_pl: Prekompilowane i codziennie aktualizowane listy docelowe zawierające zakresy adresów IP specyficzne dla kraju, umożliwiające usprawnienie wdrażania wymagań zgodności i polityk bezpieczeństwa poprzez wydajne kontrole blokujące zapory Windows.

# IndividualCountryIPBlockingText.Text
source: Individual Country IP Blocking
ar: حجب IP لدولة فردية
de_de: IP-Blockierung einzelner Länder
el_gr: Αποκλεισμός IP Μεμονωμένης Χώρας
es: Bloqueo de IP de País Individual
fr_fr: Blocage IP par pays individuel
he_il: חסימת IP לפי מדינה בודדת
hi_in: व्यक्तिगत देश IP अवरोधन
ml_in: വ്യക്തിഗത രാജ്യ IP ബ്ലോക്കിംഗ്
pl_pl: Blokowanie IP Pojedynczego Kraju

# IndividualCountryIPBlockingDescriptionText.Text
source: Use daily updated country IP address ranges to block specific countries on your system via Windows Firewall rules.
ar: استخدم نطاقات عناوين IP للدول المحدثة يومياً لحجب دول محددة على نظامك عبر قواعد جدار حماية ويندوز.
de_de: Täglich aktualisierte länderspezifische IP-Adressbereiche verwenden, um bestimmte Länder auf Ihrem System per Windows-Firewallregeln zu blockieren.
el_gr: Χρησιμοποιήστε ημερησίως ενημερωμένα εύρη διευθύνσεων IP χωρών για να αποκλείσετε συγκεκριμένες χώρες στο σύστημά σας μέσω κανόνων Τείχους Προστασίας των Windows.
es: Utilice rangos de direcciones IP de países actualizados diariamente para bloquear países específicos en su sistema a través de reglas del Firewall de Windows.
fr_fr: Utilisez des plages d'adresses IP de pays mises à jour quotidiennement pour bloquer des pays spécifiques sur votre système via des règles de pare-feu Windows.
he_il: השתמש בטווחי כתובות IP המתעדכנים מדי יום כדי לחסום מדינות ספציפיות במערכת שלך באמצעות כללים של חומת האש של Windows.
hi_in: Windows फ़ायरवॉल नियमों के माध्यम से अपने सिस्टम पर विशिष्ट देशों को अवरुद्ध करने के लिए दैनिक अपडेट होने वाली देशीय IP पता श्रेणियों का उपयोग करें।
ml_in: Windows ഫയർവാൾ നിയമങ്ങളിലൂടെ നിങ്ങളുടെ സിസ്റ്റത്തിൽ നിർദ്ദിഷ്ട രാജ്യങ്ങളെ ബ്ലോക്ക് ചെയ്യാൻ ദിനംപ്രതി അപ്ഡേറ്റ് ചെയ്യുന്ന രാജ്യ IP വിലാസ ശ്രേണികൾ ഉപയോഗിക്കുക.
pl_pl: Użyj codziennie aktualizowanych zakresów adresów IP krajów, aby blokować określone kraje w swoim systemie za pomocą reguł zapory Windows.

# LearnMoreHyperLinkButton.Content
source: Learn More
ar: اعرف المزيد
de_de: Weitere Informationen
el_gr: Μάθετε Περισσότερα
es: Aprender Más
fr_fr: En savoir plus
he_il: למידע נוסף
hi_in: और जानें
ml_in: കൂടുതൽ അറിയുക
pl_pl: Dowiedz się więcej

# LearnMoreHyperLinkButton.ToolTipService.ToolTip
source: Click or tap here to open a web page with more detailed information.
ar: انقر أو اضغط هنا لفتح صفحة ويب تحتوي على معلومات أكثر تفصيلاً.
de_de: Hier klicken oder tippen, um eine Webseite mit ausführlicheren Informationen zu öffnen.
el_gr: Κάντε κλικ ή πατήστε εδώ για να ανοίξετε μια ιστοσελίδα με πιο λεπτομερείς πληροφορίες.
es: Haga clic o toque aquí para abrir una página web con información más detallada.
fr_fr: Cliquez ou appuyez ici pour ouvrir une page web avec des informations plus détaillées.
he_il: לחץ או הקש כאן כדי לפתוח דף אינטרנט עם מידע מפורט יותר.
hi_in: अधिक विस्तृत जानकारी के साथ वेब पेज खोलने के लिए यहां क्लिक या टैप करें।
ml_in: കൂടുതൽ വിശദമായ വിവരങ്ങളുള്ള വെബ് പേജ് തുറക്കാൻ ഇവിടെ ക്ലിക്ക് ചെയ്യുകയോ ടാപ്പ് ചെയ്യുകയോ ചെയ്യുക.
pl_pl: Kliknij lub stuknij tutaj, aby otworzyć stronę internetową z bardziej szczegółowymi informacjami.

# LearnMoreHyperLinkButton.AutomationProperties.HelpText
source: Click or tap here to open a web page with more detailed information.
ar: انقر أو اضغط هنا لفتح صفحة ويب تحتوي على معلومات أكثر تفصيلاً.
de_de: Hier klicken oder tippen, um eine Webseite mit ausführlicheren Informationen zu öffnen.
el_gr: Κάντε κλικ ή πατήστε εδώ για να ανοίξετε μια ιστοσελίδα με πιο λεπτομερείς πληροφορίες.
es: Haga clic o toque aquí para abrir una página web con información más detallada.
fr_fr: Cliquez ou appuyez ici pour ouvrir une page web avec des informations plus détaillées.
he_il: לחץ או הקש כאן כדי לפתוח דף אינטרנט עם מידע מפורט יותר.
hi_in: अधिक विस्तृत जानकारी के साथ वेब पेज खोलने के लिए यहां क्लिक या टैप करें।
ml_in: കൂടുതൽ വിശദമായ വിവരങ്ങളുള്ള വെബ് പേജ് തുറക്കാൻ ഇവിടെ ക്ലിക്ക് ചെയ്യുകയോ ടാപ്പ് ചെയ്യുകയോ ചെയ്യുക.
pl_pl: Kliknij lub stuknij tutaj, aby otworzyć stronę internetową z bardziej szczegółowymi informacjami.

# SearchCountriesTextBox.PlaceholderText
source: Search countries...
ar: البحث عن الدول...
de_de: Nach Ländern suchen...
el_gr: Αναζήτηση χωρών...
es: Buscar países...
fr_fr: Rechercher des pays...
he_il: חפש מדינות...
hi_in: देश खोजें...
ml_in: രാജ്യങ്ങൾ തിരയുക...
pl_pl: Wyszukaj kraje...

# StoreLocationHeader.Text
source: Store Location
ar: موقع المخزن
de_de: Speicherort
el_gr: Τοποθεσία Αποθήκης
es: Ubicación del Almacén
fr_fr: Emplacement du magasin
he_il: מיקום המאגר
hi_in: स्टोर स्थान
ml_in: സ്റ്റോർ സ്ഥാനം
pl_pl: Lokalizacja Magazynu

# StoreNameHeader.Text
source: Store Name
ar: اسم المخزن
de_de: Speichername
el_gr: Όνομα Αποθήκης
es: Nombre del Almacén
fr_fr: Nom du magasin
he_il: שם המאגר
hi_in: स्टोर नाम
ml_in: സ്റ്റോർ പേര്
pl_pl: Nazwa Magazynu

# SubjectHeader.Text
source: Subject
ar: الموضوع
de_de: Antragsteller
el_gr: Θέμα
es: Sujeto
fr_fr: Objet
he_il: נושא
hi_in: विषय
ml_in: വിഷയം
pl_pl: Podmiot

# IssuerHeader.Text
source: Issuer
ar: المُصدِر
de_de: Aussteller
el_gr: Εκδότης
es: Emisor
fr_fr: Émetteur
he_il: מנפיק
hi_in: जारीकर्ता
ml_in: നൽകുന്നവർ
pl_pl: Wystawca

# ThumbprintHeader.Text
source: Thumbprint
ar: البصمة
de_de: Fingerabdruck
el_gr: Αποτύπωμα
es: Huella Digital
fr_fr: Empreinte numérique
he_il: טביעת אצבע
hi_in: अंगूठाछाप
ml_in: വിരലടയാളം
pl_pl: Odcisk Palca

# RootSubjectHeader.Text
source: Root Subject
ar: موضوع الجذر
de_de: Stamm-Antragsteller
el_gr: Θέμα Ρίζας
es: Sujeto Raíz
fr_fr: Objet racine
he_il: נושא השורש
hi_in: मूल विषय
ml_in: റൂട്ട് വിഷയം
pl_pl: Podmiot Główny

# RootSha256Header.Text
source: Root Sha256
ar: SHA256 الجذر
de_de: Stamm-Sha256
el_gr: SHA256 Ρίζας
es: SHA256 Raíz
fr_fr: Sha256 racine
he_il: SHA256 של השורש
hi_in: मूल SHA256
ml_in: റൂട്ട് SHA256
pl_pl: SHA256 Główny

# StoreLocationColumnHeaderBtn.Content
source: Store Location
ar: موقع المخزن
de_de: Speicherort
el_gr: Τοποθεσία Αποθήκης
es: Ubicación del Almacén
fr_fr: Emplacement du magasin
he_il: מיקום המאגר
hi_in: स्टोर स्थान
ml_in: സ്റ്റോർ സ്ഥാനം
pl_pl: Lokalizacja Magazynu

# StoreNameColumnHeaderBtn.Content
source: Store Name
ar: اسم المخزن
de_de: Speichername
el_gr: Όνομα Αποθήκης
es: Nombre del Almacén
fr_fr: Nom du magasin
he_il: שם המאגר
hi_in: स्टोर नाम
ml_in: സ്റ്റോർ പേര്
pl_pl: Nazwa Magazynu

# SubjectColumnHeaderBtn.Content
source: Subject
ar: الموضوع
de_de: Antragsteller
el_gr: Θέμα
es: Sujeto
fr_fr: Objet
he_il: נושא
hi_in: विषय
ml_in: വിഷയം
pl_pl: Podmiot

# IssuerColumnHeaderBtn.Content
source: Issuer
ar: المُصدِر
de_de: Aussteller
el_gr: Εκδότης
es: Emisor
fr_fr: Émetteur
he_il: מנפיק
hi_in: जारीकर्ता
ml_in: നൽകുന്നവർ
pl_pl: Wystawca

# ThumbprintColumnHeaderBtn.Content
source: Thumbprint
ar: البصمة
de_de: Fingerabdruck
el_gr: Αποτύπωμα
es: Huella Digital
fr_fr: Empreinte numérique
he_il: טביעת אצבע
hi_in: अंगूठाछाप
ml_in: വിരലടയാളം
pl_pl: Odcisk Palca

# RootSubjectColumnHeaderBtn.Content
source: Root Subject
ar: موضوع الجذر
de_de: Stamm-Antragsteller
el_gr: Θέμα Ρίζας
es: Sujeto Raíz
fr_fr: Objet racine
he_il: נושא השורש
hi_in: मूल विषय
ml_in: റൂട്ട് വിഷയം
pl_pl: Podmiot Główny

# RootSha256ColumnHeaderBtn.Content
source: Root Sha256
ar: SHA256 الجذر
de_de: Stamm-Sha256
el_gr: SHA256 Ρίζας
es: SHA256 Raíz
fr_fr: Sha256 racine
he_il: SHA256 של השורש
hi_in: मूल SHA256
ml_in: റൂട്ട് SHA256
pl_pl: SHA256 Główny

# StartAnalysisButton.Content
source: Start Analysis
ar: بدء التحليل
de_de: Analyse starten
el_gr: Έναρξη Ανάλυσης
es: Iniciar Análisis
fr_fr: Lancer l'analyse
he_il: התחל ניתוח
hi_in: विश्लेषण प्रारंभ करें
ml_in: വിശകലനം ആരംഭിക്കുക
pl_pl: Rozpocznij Analizę

# StartAnalysisButton.ToolTipService.ToolTip
source: Downloads the Microsoft's Trusted Root Certificate Program list and finds all of the certificates in the Local Machine and Current User certificate stores that are not rooted to any certificates on that trusted list. You'll also be able to delete the untrusted certificates from your system.
ar: يقوم بتنزيل قائمة برنامج شهادات الجذر الموثوقة من مايكروسوفت ويجد جميع الشهادات في مخازن شهادات الجهاز المحلي والمستخدم الحالي التي لا تستند إلى أي شهادات في تلك القائمة الموثوقة. ستتمكن أيضاً من حذف الشهادات غير الموثوقة من نظامك.
de_de: Lädt die Liste des Microsoft Trusted Root Certificate Program herunter und ermittelt alle Zertifikate in den Zertifikatspeichern Lokaler Computer und Aktueller Benutzer, die nicht zu einem Zertifikat auf dieser vertrauenswürdigen Liste verkettet sind. Nicht vertrauenswürdige Zertifikate können Sie außerdem von Ihrem System löschen.
el_gr: Κατεβάζει τη λίστα του Προγράμματος Αξιόπιστων Πιστοποιητικών Ρίζας της Microsoft και βρίσκει όλα τα πιστοποιητικά στις αποθήκες πιστοποιητικών Τοπικού Μηχανήματος και Τρέχοντος Χρήστη που δεν βασίζονται σε κανένα πιστοποιητικό από αυτή την αξιόπιστη λίστα. Θα μπορείτε επίσης να διαγράψετε τα μη αξιόπιστα πιστοποιητικά από το σύστημά σας.
es: Descarga la lista del Programa de Certificados Raíz de Confianza de Microsoft y encuentra todos los certificados en los almacenes de certificados de Máquina Local y Usuario Actual que no están basados en ningún certificado de esa lista de confianza. También podrás eliminar los certificados no confiables de tu sistema.
fr_fr: Télécharge la liste du programme de certificats racines de confiance de Microsoft et trouve tous les certificats des magasins de certificats de l'ordinateur local et de l'utilisateur actuel qui ne sont liés à aucun certificat de cette liste de confiance. Vous pourrez également supprimer les certificats non fiables de votre système.
he_il: מוריד את רשימת תוכנית התעודות השורש המהימנות של Microsoft ומאתר את כל התעודות במאגרים Local Machine ו-Current User שאינן משורשרות לאף תעודה ברשימה המהימנת. בנוסף, תוכל למחוק את התעודות שאינן מהימנות מהמערכת.
hi_in: माइक्रोसॉफ्ट की विश्वसनीय मूल प्रमाणपत्र प्रोग्राम सूची डाउनलोड करता है और स्थानीय मशीन और वर्तमान उपयोगकर्ता प्रमाणपत्र स्टोर्स में सभी प्रमाणपत्रों को ढूंढता है जो उस विश्वसनीय सूची में किसी भी प्रमाणपत्र से जुड़े नहीं हैं। आप अपने सिस्टम से अविश्वसनीय प्रमाणपत्रों को भी हटा सकेंगे।
ml_in: മൈക്രോസോഫ്റ്റിന്റെ വിശ്വസനീയ റൂട്ട് സർട്ടിഫിക്കറ്റ് പ്രോഗ്രാം ലിസ്റ്റ് ഡൗൺലോഡ് ചെയ്യുകയും ലോക്കൽ മെഷീൻ, കറന്റ് യൂസർ സർട്ടിഫിക്കറ്റ് സ്റ്റോറുകളിലെ ആ വിശ്വസനീയ ലിസ്റ്റിലെ ഏതെങ്കിലും സർട്ടിഫിക്കറ്റുകളുമായി ബന്ധമില്ലാത്ത എല്ലാ സർട്ടിഫിക്കറ്റുകളും കണ്ടെത്തുകയും ചെയ്യുന്നു. നിങ്ങളുടെ സിസ്റ്റത്തിൽ നിന്ന് അവിശ്വസനീയ സർട്ടിഫിക്കറ്റുകൾ ഡിലീറ്റ് ചെയ്യാനും നിങ്ങൾക്ക് കഴിയും.
pl_pl: Pobiera listę Programu Zaufanych Certyfikatów Głównych Microsoft i znajduje wszystkie certyfikaty w magazynach certyfikatów Maszyny Lokalnej i Bieżącego Użytkownika, które nie są powiązane z żadnymi certyfikatami z tej zaufanej listy. Będziesz także mógł usunąć niezaufane certyfikaty ze swojego systemu.
